Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/my_memory_new.tmx
Source language: en_gb
Languages: es_es

source: Use insect repellents that contain DEET on your clothes or exposed skin, or those that contain permethrin on your clothes. Read labels carefully.
es_es: Use repelentes de insectos que contengan DEET en su ropa o en su piel expuesta, o repelentes que contengan permetrina en la ropa. Lea cuidadosamente las etiquetas.

source: In this case it is best to use an index if at all possible.
es_es: En este caso, lo mejor es usar el índice si es posible.

source: You can simply take these to your hotel room every night.
es_es: Simplemente puedes llevarlos a tu habitación de hotel cada noche.

source: Click here to register online. Onsite registration will be available for those attending at the last minute. Also, remember to book your hotel room as soon as you register.
es_es: Haga clic aquí para registrarse en línea. El registro in situ estará disponible para aquellos que decidan asistir en el último momento. Además, recuerde reservar su habitación de hotel tan pronto como se registre.

source: Ask your hotel reception for more information about these types of tours and remember to bring suitable walking shoes, clothing, plenty of water and perhaps a torch.
es_es: Pregunte en la recepción de su hotel en caso de que desee más información sobre esta clase de excursiones y recuerde llevar consigo calzado y ropa adecuados, mucha agua y quizá una linterna.

source: Make sure you drink plenty of fluids to avoid dehydration.
es_es: Asegúrese de beber mucho líquido para evitar la deshidratación.

source: Drink plenty of fluids to avoid dehydration.
es_es: Tome mucho líquido para evitar la deshidratación.

source: Drink plenty of fluids to avoid dehydration
es_es: – Tomar abundante líquido para evitar deshidratarse

source: Be sure to drink plenty of fluids to prevent dehydration.
es_es: Asegúrese de tomar líquidos en abundancia para prevenir la deshidratación.

source: The average temperature throughout the year on Tenerife
es_es: Temperatura media durante el año en Tenerife

source: The average temperature is throughout the year with average rainfall of .
es_es: La temperatura media es de 23C a lo largo de todo el año.

source: The average annual temperature is 15 ° C and rainfall is recorded throughout the year.
es_es: La temperatura media anual es de 15ºC y se registran precipitaciones durante todo el año.

source: The water temperature is a steady 15ﾟC throughout the year.
es_es: Durante todo el año el agua tiene una temperatura estable de 15°C.

source: Avoid sun exposure and try to remain in the shade as much as possible.
es_es: Evite exponerse al sol y trate de permanecer a la sombra todo el tiempo posible.

source: Try to avoid these types of jokes as much as possible.
es_es: De estos dos últimos intentaremos alejarnos lo máximo posible.

source: Try to avoid all obstacles along the way as much as possible or its over.
es_es: Trate de evitar todos los obstáculos en el camino tanto como sea posible o su excedente.

source: So try to avoid from interrupting incidents happening around as much as possible.
es_es: Así que intenta evitar al máximo interrumpir los sucesos que ocurren a tu alrededor.

source: Alcohol may increase the amount of propranolol in your body.
es_es: El alcohol puede aumentar la cantidad de propranolol en su cuerpo.

source: It can increase the amount of Remeron in your blood.
es_es: Puede aumentar la cantidad de Remeron en sangre.

source: Increase the amount of vegetables and fruits
es_es: Aumente la cantidad de verduras y frutas

source: With a view to settling the antitrust proceedings with the Commission, Ulster Bank decided that as from May 16th 2001 it will no longer charge a minimum fee of £2 and decrease the percentage commission of 2.25%, which it is accused of having agreed with other Irish banks.
es_es: Con objeto de dar por concluido el procedimiento de competencia, Ulster Bank decidió que a partir del 16 de mayo de 2001 ya no aplicaría una comisión mínima de 2 libras y que reduciría la comisión porcentual del 2,25%, acusada de haber sido acordada con otros bancos irlandeses.

source: With the exception of CMC Markets shares CFD trading, which features a commission of approximately 0.10% on trades with a minimum fee of $10 across most regions where CMC Markets operate, the broker generally attempts to keep their offering commission-free.
es_es: Con la excepción del trading con CFD de CMC Markets, que ofrece una comisión de aproximadamente el 0.10% en los trading con una tarifa mínima de $10 en la mayoría de las regiones donde opera CMC Markets, el bróker generalmente trata de mantener su oferta libre de comisiones.

source: KSH
es_es: Amable, específico y útil

source: You can enjoy TV in all rooms. We also offer FREE WIFI.
es_es: WIFI gratuito.

source: The baroque palace Belvedere and the Karlsplatz are only round the corner. It’s just a 10-minute train ride to the city centre. In addition to modern rooms, the hotel also offers free WiFi throughout the hotel, a bar and a gamesroom.
es_es: El palacio barroco de Belvedere y la plaza Karlsplatz están a la vuelta de la esquina. A solo 10 minutos del centro en tranvía, el hotel ofrece, además de habitaciones modernas, Wi-Fi gratuito en todo el edificio, bar y sala de juegos.

source: Especially if you are a man.
es_es: Especialmente si eres hombre.

source: especially if you are stressed out.
es_es: especialmente si estás estresada.

source: but especially if you are young:
es_es: pero sobre todo si eres joven:

source: • If you notice an error in your punches, pay or if the phone system is down.
es_es: • Si nota un error en sus marcaciones, pago o si el sistema telefónico no funciona.

source: Intellectual Property All Intellectual Property, as defined below, owned by or which is otherwise the property of Samsung or its respective suppliers relating to the SAMSUNG Phone, including but not limited to, accessories, parts, or software relating there to (the “Phone System”), is proprietary to Samsung and protected under federal laws, state laws, and international treaty provisions.
es_es: Propiedad intelectual Toda la propiedad intelectual, según se describe a continuación, ya sea propiedad de Samsung o que de otra forma pertenezca a Samsung o a sus proveedores respectivos, que esté relacionada con el teléfono SAMSUNG, incluyendo, pero no limitada a los accesorios, las piezas o el software relacionados con el mismo (el "Sistema del teléfono"), es propiedad de Samsung y está protegida bajo las leyes federales, estatales y las disposiciones de tratados internacionales. La propiedad intelectual incluye, entre otros, las invenciones (que puedan o no patentarse), las patentes, los secretos comerciales, derechos de autor, software, los programas de cómputo y la documentación conexa y demás obras de autoría.

source: Intellectual Property All Intellectual Property, as defined below, owned by or which is otherwise the property of Samsung or its respective suppliers relating to the SAMSUNG Phone, including, but not limited to, accessories, parts, or software relating there to (the “Phone System”), is proprietary to Samsung and protected under federal laws, state laws, and international treaty provisions.
es_es: Propiedad intelectual Toda la propiedad intelectual, según se describe a continuación, ya sea propiedad de Samsung o que de otra forma pertenezca a Samsung o a sus proveedores respectivos, que esté relacionada con el teléfono SAMSUNG, incluyendo, pero no limitada a los accesorios, las piezas o el software relacionados con el mismo (el "Sistema del teléfono"), es propiedad de Samsung y está protegida bajo las leyes federales, estatales y las disposiciones de tratados internacionales. La propiedad intelectual incluye, entre otros, las invenciones (que puedan o no patentarse), las patentes, los secretos comerciales, derechos de autor, software, los programas de cómputo y la documentación conexa y demás obras de autoría.

source: Phones and SIM cards can be purchased at certain network provide stores, and at the airport.
es_es: Teléfonos y tarjetas SIM se pueden adquirir en tiendas ofrecen cierta red, y en el aeropuerto.

source: Prepaid SIM cards are available at the international airport and around Apia as well as at the Conference venue.
es_es: Las tarjetas SIM prepagas se pueden adquirir en el aeropuerto internacional y en Apia, así como en el lugar de celebración de la Conferencia.

source: Pre-paid mobile telephone cards are available at the airport and local shops.
es_es: En el aeropuerto y en algunos establecimientos comerciales locales se pueden adquirir tarjetas de prepago para teléfonos móviles.

source: Radio taxis are available at the airport and the main hotels.
es_es: Los radio taxis están disponibles en el aeropuerto y los principales hoteles.

source: Furthermore, our prices are very competitive and transparent.
es_es: Además, nuestros precios son muy competitivos y transparentes.

source: People are very competitive and achievement oriented.
es_es: La gente es muy competitiva y está orientada al logro de objetivos.

source: The checklist has been added to your library for use on any property
es_es: La lista de verificación se ha agregado a su biblioteca para su uso en cualquier propiedad

source: By purchasing any Zapper or accessory from this site you are agreeing that these products are sold as "not intended for use on humans or animals".
es_es: Al comprar cualquier Zapper o accesorio de este sitio, usted está de acuerdo que estos productos son vendidos como no destinados para uso en humanos o en animales y que la FDA no ha evaluado el uso de estos dispositivos para tales fines.

source: For use on any table or fence that has no mitre slot limitation facility
es_es: Para utilizar en mesas de aserrado o con guías paralelas

source: The Alpina Rocky Arielle helmet for kids is designed for use on any terrain.
es_es: El casco Alpina Rocky Arielle infantil está pensado para ser utilizada en cualquier terreno.

source: Commissioner: I would say they are actually right on target. I think as far as verified and non-verified applicants, those who have legal status in country, [the pass rates] are at around 70 percent.
es_es: Comisionado: Yo diría que en realidad están en su punto. Creo que en cuanto a los solicitantes verificados y no verificados, aquellos que tienen estatus legal en el país, [sus índices de aprobación] llegan casi al 70 por ciento.

source: The maximum price limit for the provision of an international roaming call at wholesale level should be based on the average per-minute mobile termination rate for operators with significant market power, as such termination rates are already the subject of regulatory supervision in accordance with the 2002 regulatory framework for electronic communications and, therefore, should be determined by reference to the principle of cost-orientation.
es_es: El límite máximo de los precios aplicables al suministro de llamadas en itinerancia internacional al por mayor debe basarse en la tasa de terminación en móvil media por minuto correspondiente a los operadores con peso significativo en el mercado, pues estas tarifas de terminación están ya sometidas a supervisión reglamentaria de conformidad con el marco regulador de las comunicaciones electrónicas de 2002 y deben determinarse aplicando el principio de orientación por los costes.

source: In coordination with other components, the Political Division would also promote a climate of confidence and national accord by establishing a presence in major population areas and areas of tension.
es_es: Actuando en coordinación con otros componentes, la División Política promovería también un clima de confianza y concordia nacional estableciendo una presencia en las principales zonas pobladas en los sectores de tensión.

source: If you prefer and you have a smart phone, you can use the QR code at the end of this presentation to complete the survey as well.
es_es: Si lo prefiere y tiene un teléfono inteligente, también puede usar el código QR al final de esta presentación para completar la encuesta.

source: Why don’t you have a word about this with people out on the street in the cities of OSCE participating States?
es_es: ¿Por qué no salen a la calle y preguntan a los habitantes de las ciudades de los Estados participantes de la OSCE?

source: This spacious accommodation with two terraces in Barcelona is situated on a quiet street in the district of Sants, a residential area with many services and an excellent connection to the city center and its surroundings, thanks to the perfect public transportation around the area, and its proximity to the Sants Station. On the first level is the kitchen, the laundry and the main terrace equipped with table and chairs, ideal to eat outdoors.
es_es: Este espacioso alojamiento con dos terrazas en Barcelona se encuentra ubicado en una tranquila calle del distrito de Sants, una zona residencial que cuenta con muchos servicios y que goza de excelentes conexiones con el centro de la ciudad y sus alrededores, gracias al excelente servicio de transporte público que sirve la zona y a su proximidad con la estación de Sants. En el primer nivel se encuentra la cocina-comedor, la lavandería y la terraza principal equipada con mesa y sillas, ideal para comer al aire libre.

source: Princess Apartments is a network of comfortable and cozy Apartments and Private rooms in the city center of Cracow. We are located on the street Kurniki 6 - opposite the Krakowska Gallery Shopping Center, the Central Railway Station and the Main Bus Station. 3 minutes from us there is the Barbican, Florian's Gate and the Main Market Square! Wawel Royal Castle can be reached by public transport (bus and tram), or by foot - about 8 minutes: by Plant's Alleys, along Wisła River or bike.
es_es: Princess Apartments es una red de apartamentos acogedores y confortables y habitaciones privadas en el centro de la ciudad de Cracovia. Estamos ubicados en la calle Kurniki 6 - frente al centro comercial Galeria Krakowska, la estación central de trenes y de la estación principal de autobuses. 3 minutos de nosotros no es el Barbican, Puerta de San Florián y la Plaza del Mercado! Castillo real de Wawel se puede llegar en transporte público (autobús y tranvía), oa pie - a unos 8 minutos: por callejones de la planta, a orillas del río Wisła o en bicicleta.

source: It is fact that by sankirtan, the congregational chanting of the Lord's holy names, it becomes much easier to focus our minds on the holy names.
es_es: Es un hecho que en el sankirtan, el canto congregacional de los santos nombres del Señor, se vuelve mucho más fácil centrar nuestras mentes en los santos nombres.

source: The park is over 4,500 acres and has enough activities to keep you occupied for weeks.
es_es: El parque tiene más de 4,500 acres y tiene suficientes actividades para mantenerlo ocupado durante semanas.

source: Tibet Kitchen : A good place for lunch
es_es: Cocina del Tíbet: Un buen lugar para almorzar

source: Health clubs are a natural place for halotherapy.
es_es: El gimnasio es un lugar natural para la haloterapia.

source: Volkshochschulen are a good place for such encounters.
es_es: Las universidades populares son los lugares idóneos para este tipo de encuentros.
